Repository: mgriebling/Word-Sleuth
Catalog: WordLists.xcstrings
Source language: en
Languages: de, es, fr, hi, it, nl, pl, pt, ru, tr, uk

source: Tupperware
es: Recipientes de plástico
hi: टुपरवेयर
ru: Посуда Tupperware

source: Turner
es: Tornero
fr: Tourneur
hi: टर्नर
it: Tornitore
nl: Draaier
pl: Tokarz
pt: Torneiro
ru: Токарь
tr: Dönen
uk: Тернер

source: Ukraine
es: Ucrania
hi: यूक्रेन
it: Ucraina
nl: Oekraïne
pl: Ukraina
pt: Ucrânia
ru: Украина
tr: Ukrayna
uk: Україна

source: Ukulele
es: Ukelele
fr: Ukulélé
hi: गिटार
ru: Гавайская гитара
uk: Укулеле

source: Uniform
es: Uniforme
fr: Uniforme
hi: वरदी
it: Uniforme
pl: Mundur
pt: Uniforme
ru: Форма
tr: Üniforma
uk: Уніформа

source: Verst
es: Verso
hi: वर्स्ट
it: Versta
nl: Vers
pl: Wiersz
ru: Верста
uk: Верст

source: Viper
es: Víbora
fr: Vipère
hi: वाइपर
it: Vipera
nl: Adder
pl: Żmija
pt: Víbora
ru: Гадюка
tr: Engerek
uk: Віпер

source: Volleyball
es: Vóleibol
hi: वॉलीबॉल
it: Pallavolo
nl: Volleybal
pl: Siatkówka
pt: Vôlei
ru: Волейбол
tr: Voleybol
uk: Волейбол

source: Washington
es: Washington D.C.
hi: वाशिंगटन
pl: Waszyngton
ru: Вашингтон
uk: Вашингтон

source: Web
es: Internet
hi: वेब
pl: Tkanina
pt: Teia
ru: Интернет
tr: Ağ
uk: Веб

source: Western
es: Película del oeste
fr: Ouest
hi: पश्चिमी
it: Occidentale
nl: Westers
pl: Zachodni
pt: Ocidental
ru: Западный
tr: Batı
uk: Західний

source: Whippet
es: Galgo inglés
hi: व्हिपेट
it: Frusta
pt: Chicote
ru: Гончая (собака)
tr: Kırbaç
uk: Уіппет

source: Whirlpool
es: Piscina de hidromasaje
fr: Remous
hi: पानी का भँवर
it: Vortice
nl: Draaikolk
pl: Wir
pt: Redemoinho
ru: Водоворот
tr: Girdap
uk: Вихор

source: Windchill
es: Temperatura de sensación
fr: Vent froid
hi: विंडचिल
it: Vento freddo
pl: Chłod wiatru
pt: Fator de sensação térmica
ru: Ветер
tr: Rüzgar soğuk
uk: Вітер

source: Winter
es: Invierno
fr: Hiver
hi: जाड़ा
it: Inverno
pl: Zima
pt: Inverno
ru: Зима
tr: Kış
uk: Зима

source: Wolf
es: Lobo
fr: Loup
hi: भेड़िया
it: Lupo
pl: Wilk
pt: Lobo
ru: Волк
tr: Kurt
uk: Вовк

source: Xenon
es: Xenón
fr: Xénon
hi: ज़ीनॉन
it: Xeno
pl: Ksenon
pt: Xenônio
ru: Ксенон
tr: Ksenon
uk: Ксенон

source: Xiphias
es: Xifias
hi: शीफियास
ru: Ксифиас
tr: Şifiyas
uk: Ксіфіас

source: Xylem
es: Xilema
fr: Xyléme
hi: तरु तंतु
it: Xilema
nl: Xyleem
pl: Ksylem
pt: Xilema
ru: Ксилема
tr: Ksilem
uk: Ксилема

source: Xylocopa
es: Xilocopa
hi: जाइलोकोपा
pl: Ksylokopa
pt: Xilocopa
ru: Ксилокопа
tr: Ksilokopa
uk: Ксилокопа

source: York
es: Ciudad de York
hi: यॉर्क
ru: Йорк
uk: Йорк

source: Yucca
es: Yuca
hi: युक्का
pl: Juka
pt: Iúca
ru: Юкка
tr: Yuka
uk: Юкка

source: Zebra
es: Cebra
fr: Zèbre
hi: ज़ेबरा
ru: Зебра
uk: Зебра

source: Zeppelin
es: Zepelín
hi: ज़ेपेलिन
pt: Zeppeli
ru: Цеппелин
uk: Цеппелін

source: Zone
es: Zona geográfica
hi: क्षेत्र
it: Zona
pl: Strefa
pt: Zona
ru: Зона
tr: Bölge
uk: Зона

source: Zooplankton
es: Zooplancton
fr: Zooplancton
hi: ज़ूप्लांकटन
it: Zooplancton
pt: Zooplâncton
ru: Зоопланктон
uk: Зоопланктон

source: Zoraptera
es: Zoráptera
hi: ज़ोरैप्टेरा
ru: Зораптера
uk: Зораптера

source: Ariary
fr: Ariaire
hi: एरीरी
it: Aria
pt: Ariaria
ru: Ариарий
uk: Аріарі

source: Ballista
fr: Balliste
hi: बैलिस्टा
it: Balista
pl: Balista
pt: Balista
ru: Баллиста
tr: Ballist
uk: Баліста

source: Banshee
fr: Fée
hi: बंशी
nl: Geest die met geweeklaag een sterfgeval aankondigt
pl: Zjawa
ru: Банши
tr: Banşee
uk: Банші

source: Barcelona
fr: Barcelone
hi: बार्सिलोना
it: Barcellona
ru: Барселона
tr: Barselona
uk: Барселона

source: Binomial
fr: Binôme
hi: द्विपद
it: Binomio
nl: Tweeledige grootheid
pl: Dwumian
pt: Binômio
ru: Биномиальный
tr: Binom
uk: Біноміальний

source: Birr
fr: Bière
hi: बीर
it: Birra
nl: Bier
pt: Cerveja
ru: Бирр
uk: Бірр

source: Bit
fr: Un peu
hi: थोड़ा
it: Un po'
pt: Pouco
ru: Бит
tr: Gem
uk: Біт

source: Boliviano
fr: Bolivien
hi: बोलिवियानो
nl: Boliviaans
pl: Boliwijski
ru: Боливиано
tr: Bolivya
uk: Болівіано

source: Byte
fr: Octet
hi: बाइट
pl: Bajt
ru: Байт
tr: Bayt
uk: Байт

source: China
fr: Chine
hi: चीन
it: Cina
nl: Porselein
pl: Chiny
ru: Китай
tr: Çin
uk: Китай

source: Collie
fr: Colley
hi: कोली
ru: Колли
uk: Коллі

source: Didgeridoo
fr: Didsheridou
hi: डिगरीडू
pl: Aborygeńska tuba
ru: Диджериду
uk: Діджеріду

source: Donskoy
fr: Donskoï
hi: डोनस्कोय
nl: Donskoj
pl: Donskoj
ru: Донский
uk: Донський

source: Dram
fr: Petit verre
hi: ड्रम
it: Goccio
nl: Beetje
pl: Kropelka
pt: Drama
ru: Глоток спиртного
uk: Драм

source: Ell
fr: Elle
hi: एल
nl: El
ru: Элл
uk: Елл

source: Escudo
fr: Bouclier
hi: स्कूडो
it: Scudo
ru: Эскудо
uk: Ескудо

source: Firewall
fr: Pare-feu
hi: फ़ायरवॉल
pl: Ściana przeciwpożarowa
ru: Брандмауэр
tr: Güvenlik Duvarı
uk: Брандмауер

source: Gas
fr: Gaz
hi: गैस
pl: Gaz
pt: Gás
ru: Газ
tr: Gaz
uk: Газ

source: Gopher
fr: Gaufre
hi: गोफ़र
nl: Gofferschildpad
pl: Goffer
pt: Geomis
ru: Гофер
uk: Суслика

source: Guitarrón
fr: Guitare
hi: गिटारोन
it: Chitarrone
nl: Gitaar
pl: Gitara
pt: Guitarra
ru: Гитаррон
tr: Gitar
uk: Гітаррон

source: Hardware
fr: Articles de quincaillerie
hi: हार्डवेयर
pl: Sprzęt komputerowy
ru: Аппаратные средства
tr: Donanım
uk: Апаратне забезпечення

source: Hokkaido
fr: Hokkadois
hi: होक्काइडो
ru: Хоккайдо
uk: Хоккайдо

source: Integral
fr: Intégrale
hi: अभिन्न
it: Integrale
nl: Integraal
pl: Integralny
ru: Интегральный
tr: Bütünleyici
uk: Інтегральний

source: Karate
fr: Karaté
hi: कराटे
pt: Karaté
ru: Карате
uk: Карате

source: Kazoo
fr: Mirliton
hi: काजू
pl: Piszczałka
ru: Казу
uk: Казу

source: Lava
fr: Lave
hi: लावा
pl: Lawa
ru: Лава
tr: Lav
uk: Лава

source: Leonberger
fr: Léonberger
hi: लियोनबर्गर
ru: Леонбергер
uk: Леонбергер

source: Lhasa
fr: Lhassa
hi: ल्हासा
ru: Лхаса
uk: Лхаса

source: Lira
fr: Lire
hi: लीरा
pl: Lir
ru: Лира
uk: Ліра

source: Mamba
fr: Maman
hi: मम्बा
ru: Мамба
uk: Мамба

source: Manila
fr: Manille
hi: मनीला
nl: Manilla
ru: Манила
uk: Маніла

source: Melbourne
fr: Ville de Melbourne
hi: मेलबर्न
pt: Cidade de Melbourne
ru: Мельбурн
uk: Мельбурн

source: Melodica
fr: Mélodique
hi: मेलोडिका
pl: Melodyka
ru: Мелодика
tr: Melodika
uk: Мелодіка

source: Mil
fr: Mille
hi: मिल
it: Milioni
nl: Miljoen
ru: Мил
uk: Міл

source: Mineral
fr: Minéral
hi: खनिज
it: Minerale
nl: Mineraal
pl: Minerał
ru: Минерал
uk: Мінерал

source: Monitor
fr: Moniteur
hi: मॉनिटर
ru: Монитор
tr: Monitör
uk: Монітор

source: Musical
fr: Comédie musicale
hi: संगीत-विषयक
nl: Muzikaal
pl: Muzyczny
ru: Мюзикл
tr: Müzikal
uk: Музичний

source: Nebelung
fr: Nébuleux
hi: नेबेलुंग
it: Nebulosa
pt: Nevoeiro
ru: Небелунг
uk: Небелунг

source: Oboe
fr: Hautbois
hi: ओबो
nl: Hobo
pl: Obój
pt: Oboé
ru: Гобой
tr: Obua
uk: Обой

source: Omega
fr: Oméga
hi: ओमेगा
pt: Ômega
ru: Омега
uk: Омега

source: Orca
fr: Orque
hi: ओर्का
nl: Orka
pl: Orka
ru: Орка
tr: Orka
uk: Коса

source: Oval
fr: Ovale
hi: अंडाकार
it: Ovale
nl: Ovaal
pl: Owalny
ru: Овал
uk: Овальний

source: Paddleboarding
fr: Paddleboard
hi: पैडलबोर्डिंग
nl: Paddleboarden
pt: Paddleboard
ru: Паддлбординг
tr: Kürek sörfü
uk: Паддлбординг

source: Peterbald
fr: Pierre Bald
hi: पीटरबाल्ड
it: Pietrobald
pt: Pedro Bald
ru: Питербалд
uk: Пітербалд

source: Planck
fr: Planche
hi: प्लैंक
it: Plank
nl: Plank
pt: Prancha
ru: Планк
tr: Plank
uk: Планк

source: Saluki
fr: Sloughi
hi: सालुकी
ru: Салуки
tr: Selam
uk: Салукі

source: Sensor
fr: Détecteur
hi: सेंसर
it: Sensore
pl: Czujnik
ru: Датчик
tr: Sensör
uk: Датчик

source: Serengeti
fr: Séréngeti
hi: सेरेनेगी
ru: Серенгети
uk: Серенгеті

source: Software
fr: Logiciel
hi: सॉफ़्टवेयर
pl: Oprogramowanie
ru: Программное обеспечение
tr: Yazılım
uk: Програмне забезпечення

source: Spandex
fr: Tissu extensible
hi: स्पैन्डेक्स
pl: Spandeks
ru: Спандекс
tr: Spandeks
uk: Спандекс

source: Tornado
fr: Tornade
hi: बवंडर
ru: Торнадо
tr: Kasırga
uk: Торнадо

source: Torpedo
fr: Torpille
hi: टॉरपीडो
it: Siluro
pl: Torpeda
ru: Торпеда
tr: Torpido
uk: Торпеда

source: Torso
fr: Torse
hi: धड़
nl: Romp
pl: Tułów
ru: Туловище
tr: Gövde
uk: Тулуб

source: Trance
fr: Transe
hi: ट्रान्स
pl: Trans
pt: Transe
ru: Транс
tr: Vecit
uk: Транс

source: Tundra
fr: Toundra
hi: टुंड्रा
nl: Toendra
ru: Тундра
uk: Тундра

source: Veranda
fr: Véranda
hi: बरामदा
pl: Weranda
pt: Varanda
ru: Веранда
tr: Taraça
uk: Веранда

source: Vietnam
fr: Viêt Nam
hi: वियतनाम
pl: Wietnam
pt: Vietnã
ru: Вьетнам
uk: В'єтнам

source: Viola
fr: Alto
hi: वायोला
nl: Altviool
pl: Altówka
ru: Альт
tr: Viyola
uk: Віола

source: Yeti
fr: Yéti
hi: येति
pt: Abominável homem das neves
ru: Йети
uk: Єті

source: Akita
hi: अकिता
ru: Акита
uk: Акіта

source: Alano
hi: अलानो
ru: Алано
uk: Алано

source: Allium
hi: एलियम
it: Allio
ru: Аллиум
uk: Алліум

source: Anole
hi: अनोल
it: Anolide
ru: Аноле
tr: Anol
uk: Аноле

source: Aster
hi: एस्टर
ru: Астра
uk: Астер

source: Avogadro
hi: एवोगाड्रो
ru: Авогадро
uk: Авогадро

source: Axolotl
hi: एक्सोलोटल
pl: Aksolotl
ru: Аксолотль
tr: Aksolotl
uk: Аксолотль

source: Baht
hi: बहत
ru: Бат
uk: Бат

source: Balboa
hi: बाल्बोआ
ru: Бальбоа
uk: Бальбоа

source: Bangkok
hi: बैंकाक
ru: Бангкок
uk: Бангкок

source: Banjo
hi: बैंजो
ru: Банджо
tr: Banço
uk: Банджо

source: Barbet
hi: बारबेट
ru: Барбет
uk: Барбет

source: Base
hi: नींव
nl: Basis
pl: Baza
ru: База
tr: Temel
uk: База

source: Basenji
hi: बेसेनजी
nl: Basisji
ru: Басенджи
uk: Басенджі

source: Beagle
hi: बीगल
nl: Brak
pt: Bigle
ru: Бигль
uk: Бігль

source: Beige
hi: मटियाला
pl: Beż
pt: Bege
ru: Бежевый
tr: Bej
uk: Бежевий

source: Bikini
hi: बिकिनी
pt: Biquíni
ru: Бикини
uk: Бікіні

source: Blazer
hi: ब्लेज़र
pl: Marynarka
ru: Блейзер
tr: Spor ceket
uk: Блейзер

source: Blues
hi: ब्लूज़
it: Blu
nl: Neerslachtigheid
ru: Блюз
tr: Maviler
uk: Блюз

source: Boa
hi: बोआ
pt: Jiboia
ru: Боа
uk: Удав

source: Bombay
hi: बॉम्बे
pl: Bombaj
pt: Bombaim
ru: Бомбей
uk: Бомбей

source: Bongo
hi: बोंगो
ru: Бонго
uk: Бонго

source: Bouclé
hi: बकले
it: Riccio
pt: Boucle
ru: Букле
tr: Bukle
uk: Букле

source: Bouzouki
hi: बूज़ूकी
ru: Бузуки
tr: Buzuki
uk: Бузукі

source: Briard
hi: ब्रियर्ड
ru: Бриард
uk: Бриард

source: Bulldozer
hi: बुलडोज़र
pl: Spychacz
pt: Buldôzer
ru: Бульдозер
tr: Buldozer
uk: Бульдозер

source: Burmilla
hi: बर्मिला
ru: Бурмилла
uk: Бурмілла

source: Cedi
hi: सेदी
ru: Седи
tr: Sedi
uk: Седі

source: Chartreuse
hi: चार्ट्र्यूज़
ru: Шартрез
uk: Шартрез

source: Chausie
hi: चौसी
pt: Chaussie
ru: Чоузи
uk: Чоузі

source: Cheetoh
hi: चीतोह
ru: Чито
tr: Çita
uk: Чіто

source: Chicago
hi: शिकागो
ru: Чикаго
tr: Şikago
uk: Чикаго

source: Chihuahua
hi: चिहुआहुआ
ru: Чихуа-хуа
tr: Çihuahua
uk: Чихуахуа

source: Chuckwalla
hi: चकवाला
ru: Чаквалла
uk: Чаквалла

source: Chupacabra
hi: चुपाकाबरा
ru: Чупакабра
tr: Çupakabra
uk: Чупакабра

source: Cirneco
hi: सर्नेको
ru: Чирнеко
tr: Cirneko
uk: Цирнеко

source: Claymore
hi: क्लेमोर
nl: Klei meer
pl: Szkocki miecz obosieczny
ru: Палаш
tr: Kil daha fazla
uk: Клеймор

source: Cooter
hi: कूटर
pl: Koter
ru: Кутер
tr: Amcık
uk: Кутер

source: Corgi
hi: कॉर्गी
ru: Корги
uk: Коргі

source: Corona
hi: प्रभामंडल
pl: Korona
ru: Корона
tr: Korona
uk: Корона

source: Curling
hi: कर्लिंग
ru: Кёрлинг
tr: Kıvırma
uk: Завивка

source: Dallas
hi: डलास
ru: Даллас
uk: Даллас

source: Delhi
hi: दिल्ली
ru: Дели
uk: Делі

source: Delta
hi: डेल्टा
ru: Дельта
uk: Дельта

source: Devon
hi: डेवोन
ru: Девон
uk: Девон

source: Dingo
hi: डिंगो
nl: Australische wilde hond
ru: Динго
uk: Дінго

source: Dobra
hi: डोबरा
ru: Добра
uk: Добра

source: Dogo
hi: डोगो
ru: Дого
uk: Дого

source: Euler
hi: यूलर
it: Eulero
ru: Эйлер
uk: Ейлер

source: Euro
hi: यूरो
ru: Евро
tr: Yuro
uk: Євро

source: Fahrenheit
hi: फ़ारेनहाइट
pl: Fahrenheita
ru: Фаренгейт
uk: Фаренгейт

source: Farsi
hi: फारसी
ru: Фарси
tr: Farsça
uk: Фарсі

source: Funk
hi: फंक
ru: Страх
uk: Фанк

source: Gharial
hi: ग़ियाल
nl: Ghariaal
ru: Гариар
uk: Гаріаля

source: Gong
hi: घंटा
pt: Gongo
ru: Гонг
uk: Гонг

source: Grunge
hi: ग्रंज
ru: Гранж
uk: Гранж

source: Haboob
hi: हबूब
ru: Хабуб
uk: Хабуб

source: Hanoi
hi: हनोई
pt: Hanói
ru: Ханой
uk: Ханой

source: Hatrack
hi: हैट्रैक
pl: Wieszak na kapelusze
ru: Хатрак
tr: Hattrack
uk: Хатрек

source: Hindi
hi: हिंदी
ru: Хинди
tr: Hintçe
uk: Хінді

source: Hiphop
hi: हिपहॉप
ru: Хип-хоп
uk: Хіп-хоп

source: Houston
hi: ह्यूस्टन
ru: Хьюстон
uk: Х'юстон

source: Hryvnia
hi: रिव्निया
it: Irivnia
pl: Hrywna
ru: Гривня
tr: Grivnası
uk: Гривня

source: Husky
hi: कर्कश
pt: Rouco
ru: Хаски
tr: Iri yarı
uk: Хаскі

source: Ibis
hi: इबिस
pt: Íbis
ru: Ибис
uk: Ібіс

source: Internet
hi: इंटरनेट
ru: Интернет
uk: Інтернет

source: Iris
hi: आईरिस
pl: Tęczówka
pt: Íris
ru: Ирис
uk: Ірис

source: Jade
hi: हरित
it: Giada
pl: Jadeit
ru: Нефрит
tr: Yeşim
uk: Нефрити

source: Jaguar
hi: जागुआर
it: Giaguaro
ru: Ягуар
uk: Ягуар

source: Jazz
hi: जैज़
ru: Джаз
tr: Caz
uk: Джаз

source: Judo
hi: जूडो
pt: Judô
ru: Дзюдо
uk: Дзюдо

source: Kai
hi: काई
ru: Кай
uk: Кай

source: Kalimba
hi: कलिम्बा
ru: Калимба
uk: Калімба

source: Katana
hi: कटाना
ru: Катана
uk: Катана

source: Keeshond
hi: कीशोंड
it: Cane di Keeshond
ru: Кешонд
uk: Кішонд

source: Kelpie
hi: केल्पी
nl: Australische herdershond
ru: Келпи
uk: Келпі

source: Kina
hi: किना
pt: Quina
ru: Кина
uk: Кіна

source: Koala
hi: कोआला
pt: Coala
ru: Коала
uk: Коала

source: Komodo
hi: कोमोडो
pl: Komoda
pt: Comodo
ru: Комодо
uk: Комодо

source: Komondor
hi: कोमोनोर
ru: Комондор
uk: Комондор

source: Kooikerhondje
hi: कूइकरहोंडजे
ru: Куйкерхонддже
uk: Куікерхондже

source: Korat
hi: कोराट
pt: Corat
ru: Корат
uk: Корат

source: Krait
hi: क्रेट
ru: Крайт
uk: Крайт

source: Kraken
hi: क्रैकन
ru: Кракен
uk: Кракен

source: Krill
hi: क्रिल
pl: Kryl
ru: Криль
tr: Kril
uk: Криль

source: Kunai
hi: कुनाई
ru: Кунаи
uk: Кунаї

source: Kuvasz
hi: कुवाज़
pl: Kuwasz
ru: Куваш
uk: Куваш

source: Kwanza
hi: क्वान्ज़ा
ru: Кванза
uk: Кванза

source: Kyat
hi: क्यात
ru: Кят
uk: К'ят

source: Labrador
hi: लैब्राडोर
ru: Лабрадор
uk: Лабрадор

source: Lacrosse
hi: लैक्रोस
ru: Лакросс
tr: Lakros
uk: Лакросс

source: Lahar
hi: लाहड़
ru: Лахар
uk: Лахар

source: Lantana
hi: लांटाना
ru: Лантана
uk: Лантана

source: LaPerm
hi: लापर्म
ru: ЛаПерм
uk: ЛаПерм

source: Lari
hi: लारी
ru: Лари
uk: Ларі

source: Lek
hi: लेक
ru: Лек
uk: Лек

source: Lempira
hi: लेम्पिरा
ru: Лемпира
uk: Лемпіра

source: Lev
hi: लेव
pl: Lew
ru: Лев
uk: Лев

source: Lima
hi: लीमा
nl: De letter L
ru: Лима
uk: Ліма

source: Loti
hi: लोटी
pl: Loty
ru: Лоти
uk: Лоті

source: Lykoi
hi: लाइकोई
pl: Likoi
ru: Лыкой
uk: Лікой

source: Madrid
hi: मैड्रिड
pl: Madryt
pt: Madri
ru: Мадрид
uk: Мадрид

source: Magenta
hi: मैजंटा
pl: W kolorze fuksji
ru: Пурпурный
tr: Macenta
uk: Пурпурний

source: Magma
hi: मैग्मा
ru: Магма
uk: Магма

source: Maine
hi: मेन
ru: Мэн
uk: Мен

source: Maracas
hi: माराकस
pl: Marakas
ru: Маракас
tr: Marakalar
uk: Маракас

source: Marathi
hi: मराठी
pt: Marati
ru: Маратхи
uk: Маратхі

source: Marimba
hi: मारिम्बा
ru: Маримба
uk: Марімба

source: Miami
hi: मियामी
ru: Майами
uk: Маямі

source: Mohair
hi: मोहेर
pl: Moher
ru: Мохер
tr: Tiftik
uk: Мохер

source: Motocross
hi: मोटोक्रॉस
nl: Motorcross
pl: Motokros
ru: Мотокросс
tr: Motokros
uk: Мотокрос

source: Mudi
hi: मुदी
ru: Муди
uk: Муді

source: Naira
hi: नायरा
ru: Найра
uk: Найра

source: Nairobi
hi: नैरोबी
pt: Nairóbi
ru: Найроби
uk: Найробі

source: Nakfa
hi: नाकफा
ru: Накфа
uk: Накфа

source: Nakit
hi: नकित
ru: Накит
uk: Накіт

source: Ngultrum
hi: नगुलट्रम
ru: Нгултрум
uk: Нгултрум

source: Nigeria
hi: नाइजीरिया
pt: Nigéria
ru: Нигерия
tr: Nijerya
uk: Нігерія

source: Nonagon
hi: नोनागोन
it: Ennagono
pl: Nienagon
ru: Нонагон
uk: Нонагон

source: Nonillion
hi: नॉनिलियन
it: Nonmilione
pl: Nie milion
pt: Não um milhão
ru: Немиллион
tr: Milyon değil
uk: Немільйон

source: Ocicat
hi: ओसीकैट
pl: Ocykat
ru: Оцикат
uk: Окікат

source: Origami
hi: ओरिगामी
pt: Origâmi
ru: Оригами
uk: Орігамі

source: Ouguiya
hi: ओगुइया
ru: Оугия
uk: Угуйя

source: Owyhee
hi: ओवीही
ru: Оуихи
uk: Ойхі

source: Panda
hi: पांडा
ru: Панда
uk: Панда

source: Papillon
hi: पैपिलॉन
ru: Папильон
uk: Папільйон

source: Parsec
hi: पारसेक
pl: Parsek
ru: Парсек
tr: Parsek
uk: Парсек

source: Pataca
hi: पाटाका
ru: Патака
tr: Pataka
uk: Патака

source: Pi
hi: पाई
nl: Het getal pi
ru: Число пи
uk: Пі

source: Pizza
hi: पिज़ा
ru: Пицца
uk: Піца

source: Plasma
hi: प्लाविका
pl: Plazma
ru: Плазма
tr: Plazma
uk: Плазма

source: Polo
hi: पोलो
ru: Поло
uk: Поло

source: Poncho
hi: पोंचो
pl: Ponczo
ru: Пончо
tr: Panço
uk: Пончо

source: Portugal
hi: पुर्तगाल
it: Portogallo
pl: Portugalia
ru: Португалия
tr: Portekiz
uk: Португалія

source: Puli
hi: पुली
ru: Пули
uk: Пулі

source: Pumi
hi: पुमी
nl: Poem
ru: Пуми
uk: Пумі

source: Radar
hi: रडार
ru: Радар
uk: Радар

source: Rafeiro
hi: राफेइरो
ru: Рафейро
uk: Рафейро

source: Rap
hi: रैप
ru: Рэп
uk: Реп

source: Reggae
hi: रेगे
ru: Регги
uk: Реггі

source: Rock
hi: चट्टान
it: Roccia
nl: Rots
pl: Skała
pt: Rocha
ru: Рок
tr: Kaya
uk: Рок

source: Rotor
hi: रोटर
it: Rotore
pl: Wirnik
ru: Ротор
uk: Ротор

source: Rottweiler
hi: रॉटवीलर
ru: Ротвейлер
uk: Ротвейлер

source: Rugby
hi: रगबी
pt: Rúgbi
ru: Регби
tr: Ragbi
uk: Регбі

source: Salsa
hi: साल्सा
ru: Сальса
uk: Сальса

source: Samba
hi: सांबा
ru: Самба
uk: Самба

source: Schipperke
hi: शिपरके
nl: Schipper
ru: Шипперке
tr: Şipperke
uk: Шипперке

source: Schnauzer
hi: श्नौज़र
pl: Sznaucer
ru: Шнауцер
uk: Шнауцер

source: Segway
hi: सेगवे
ru: Сегвей
uk: Сегвей

source: Selkie
hi: सेल्की
ru: Селки
uk: Селкі

source: Shaku
hi: शाकू
nl: Schudden
pl: Szaku
ru: Шаку
tr: Şaku
uk: Шаку

source: Shuriken
hi: शूरिकेन
ru: Сюрикен
tr: Şuriken
uk: Шурікен

source: Silo
hi: साइलो
pl: Silos
ru: Силосная башня
uk: Силос

source: Sitar
hi: सितार
pt: Cítara
ru: Ситар
uk: Сітар

source: Ska
hi: स्का
ru: Ска
uk: Ска

source: Smog
hi: स्मॉग
pt: Névoa seca
ru: Смог
tr: Duman
uk: Смог

source: Sokoke
hi: सोकोके
ru: Сококе
uk: Сококе

source: Supercluster
hi: सुपरक्लस्टर
pl: Superklaster
ru: Суперкластер
tr: Süperküme
uk: Суперкластер

source: Supernova
hi: अधिनव-तारा
pl: Supernowa
ru: Сверхновая (звезда)
tr: Süpernova
uk: Наднова

source: Swahili
hi: स्वाहिली
pl: Suahili
pt: Suaíli
ru: Суахили
tr: Svahili
uk: Суахілі

source: Taekwondo
hi: तायक्वोंडो
ru: Тхэквондо
tr: Tekvando
uk: Тхеквондо

source: Taxi
hi: टैक्सी
pl: Taksówka
pt: Táxi
ru: Такси
tr: Taksi
uk: Таксі

source: Telugu
hi: तेलुगू
ru: Телугу
uk: Телугу

source: Terminal
hi: लाइलाज
ru: Терминал
uk: Термінал

source: Theremin
hi: थेरेमिन
pt: Lá um
ru: Термен
uk: Термен

source: Thunderbird
hi: थंडरबर्ड
pl: Piorun
ru: Громовая птица
tr: Yıldırım kuşu
uk: Громовий птах

source: Tomahawk
hi: टॉमहॉक
ru: Томагавк
uk: Томагавк

source: Tsunami
hi: सुनामी
ru: Цунами
uk: Цунамі

source: Tuatara
hi: तुतारा
ru: Туатара
uk: Туатара

source: Tuba
hi: टूबा
ru: Туба
uk: Туба

source: Tweed
hi: ट्वीड
ru: Твид
tr: Tüvit
uk: Твід

source: Undine
hi: अनडाइन
it: Ondina
nl: Ongedaan maken
ru: Ундин
uk: Ундін

source: Variable
hi: परिवर्तनशील
it: Variabile
nl: Variabele
pl: Zmienna
pt: Variável
ru: Изменчивый
tr: Değişken
uk: Змінна

source: Vigintillion
hi: विजिंटिलियन
pt: Vigintilhão
ru: Вигинтиллион
uk: Вігінтільйон

source: Virus
hi: वायरस
pl: Wirus
pt: Vírus
ru: Вирус
tr: Virüs
uk: Вірус

source: Wendigo
hi: वेंडिगो
ru: Вендиго
uk: Вендіго

source: Wok
hi: कड़ाह
ru: Сковорода (с выпуклым днищем)
uk: Вок

source: Wyvern
hi: वाइवर्न
nl: Gevleugelde draak
pl: Wywern
ru: Виверн
uk: Виверн

source: Xoomii
hi: जूमी

source: Yazoo
hi: याज़ू
pl: Jazoo
ru: Язу
uk: Язу

source: Yoga
hi: योग
pl: Joga
pt: Ioga
ru: Йога
uk: Йога

source: Zouk
hi: ज़ौक़
it: Zuk
ru: Зук
uk: Зук
